/* Button title for canceling installation of Growl */
"Cancel" = "Cancelar";

/* Don't ask again checkbox title for installation of Growl */
"Don't Ask Again" = "No Volver a Preguntar";

/* Growl installation window title */
"Growl Installation Recommended" = "Instalación de Growl Recomendada";

/* Growl update window title */
"Growl Update Available" = "Actualización de Growl Disponible";

/* Button title for installing Growl */
"Install" = "Instalar";

/* Default Growl update explanation */
"This program displays information via Growl, a centralized notification system that enables applications to unobtrusively inform the user about potentially important information.  A version of Growl is currently installed, but this program includes an updated version of Growl.  It is strongly recommended that you update now.  No download is required." = "This program displays information via Growl, a centralized notification system that enables applications to unobtrusively inform the user about potentially important information.  A version of Growl is currently installed, but this program includes an updated version of Growl.  It is strongly recommended that you update now.  No download is required.";

/* Default Growl installation explanation */
"This program displays information via Growl, a centralized notification system that enables applications to unobtrusively inform the user about potentially important information.  Growl is not currently installed; to see Growl notifications from this and other applications, you must install it.  No download is required." = "This program displays information via Growl, a centralized notification system that enables applications to unobtrusively inform the user about potentially important information.  Growl is not currently installed; to see Growl notifications from this and other applications, you must install it.  No download is required.";

/* Button title for updating Growl */
"Update" = "Actualizar";